<?php

/** @var yii\web\View $this */

$this->title = 'My Yii Application';
?>
<div class="site-index">

    <div class="jumbotron text-center bg-transparent mt-5 mb-5">
        <h1 class="display-4">Библиотека имени Гурьянова</h1>
    </div>

    <div class="body-content">

        <div class="row">
        Библиотеки впервые появились на древнем Востоке. Обычно первой библиотекой называют собрание глиняных табличек, приблизительно 2500 год до н. э., найденное в храме шумерского города Ниппур. В одной из гробниц близ египетских Фив был обнаружен ящик с папирусами времени II переходного периода (XVIII—XVII вв. до н. э.). В эпоху Нового царства Рамсесом II было собрано около 20 000 папирусов. Самая известная древневосточная библиотека — собрание клинописных табличек из дворца ассирийского царя VII века до н. э. Ашшурбанипала в Ниневии. Основная часть табличек содержит юридическую информацию. В древней Греции первая публичная библиотека была основана в Гераклее тираном Клеархом (IV век до н. э.).


Старинная библиотека монастыря св. Флориана (Австрия), в этом помещении — около 30 000 книг
Крупнейшим центром античной книжности стала Александрийская библиотека. Она была создана в III веке до н. э. Птолемеем I и была центром образования всего эллинистического мира. Александрийская библиотека являлась частью комплекса mouseĩon (музей)[3]. В комплекс входили жилые комнаты, столовые помещения, помещения для чтения, ботанический и зоологический сады, обсерватория и библиотека. Позднее к нему были добавлены медицинские и астрономические инструменты, чучела животных, статуи и бюсты, которые были использованы для обучения. В mouseĩon входило 200 000 папирусов в Храме (почти все библиотеки античности были при храмах) и 700 000 документов в Школе. Музей и большая часть Александрийской библиотеки были уничтожены приблизительно в 270 году нашей эры. В Средние века очагами книжности были монастырские библиотеки, при которых действовали скриптории (смотри, в частности, статью Библиотеки эпохи Каролингов). Там переписывалось не только Священное писание и сочинения Отцов Церкви, но и произведения античных авторов. В эпоху Ренессанса деятели Возрождения буквально охотились за сохранявшимися в монастырях греческими и латинскими текстами[4]. Из-за огромной стоимости манускриптов и трудоёмкости их изготовления книги приковывались к библиотечным полкам цепями.

Изобретение печатного станка и развитие книгопечатания внесли огромные изменения в облик и деятельность библиотек, всё более теперь отличавшихся от архивов. Библиотечные фонды начинают стремительно разрастаться. С распространением грамотности в Новое время растёт также число посетителей библиотек
        </div>

    </div>
</div>
